{
    "nav": {
        "inicio": "Inicio",
        "bio": "Bio",
        "obras": "Obras",
        "contacto": "Contacto"
    },
    "bio": {
        "p1":"Rocío Ricagno nace en el año 1990 en San Fernando, Buenos Aires. Crece en Tigre y se reconoce tanto parte de su ciudad como de sus islas. Es artista visual y docente. Sus prácticas artísticas se vinculan con el delta del río Paraná, donde utiliza diversos lenguajes y acciones para generar nuevas miradas en torno al territorio.",
        "p2":"Recibe en 2015 el título de Profesora de Artes Visuales otorgado por la Escuela de Artes Visuales Antonio Berni. Estudia Fotografía Documental en FILO - UBA y Cine Documental Comunitario en la ENERC - 2020. Hoy en día cursa el ciclo de licenciatura en Artes de la UNSAM. Realiza Clínica de obra con Andrés Labaké, María Lightowler y Federico de La Puente. Entre el 2020 y el 2023 asiste a los talleres de Emilia Demichelis y Diego Perrotta.",
        "p3":"En el 2021 y 2022 le otorgan becas de residencia en Tucumán, Entre Ríos y Buenos Aires. Participó en variados salones, muestras colectivas y realizó muestras individuales en Neuquén, Córdoba, Santa Fe y Buenos Aires. Es seleccionada para cursar el programa anual de estudios de creación y circulación de obra en Proyecto Imaginario LATAM y le fue otorgada la Beca Creación del FNA en el año 2021 y 2022.",
        "p4":"Recibe 1ra Mención en el 4to salón de la mujer: Género y Derechos del Centro Argentino de Arte Textil y Mención en el 5to Premio MacSur 2021. En el 2023 el Palacio Belgrano Otamendi de la Ciudad de San Fernando adquirió una de sus obras para que forme parte de su muestra permanente en el museo.",
        "p5":"Actualmente se encuentra explorando las características de los materiales y sus poéticas. A su vez, ampliando las fronteras de expresión incorporando publicaciones gráficas, medios audiovisuales y lo instalativo."
    },
    "dist": {
        "dist1":"2021 Beca Residencia Interzona",
        "dist2":"2021 Beca Creación - Fondo Nacional de las Artes",
        "dist3":"2022 Beca Creación para finalización de proyecto - Fondo Nacional de las Artes",
        "dist4":"2022 Beca Clínica de obra - La Tribu y el Territorio",
        "dist5":"2022 Beca Residencia La Rural Raco, Tucumán",
        "dist6":"2022 Beca de Residencia Sirve Verse - ARTLAB",
        "dist7":"2022 Primera Mención 4to Salón de la Mujer: Género y Derechos - Centro Argentino de Arte Textil",
        "dist8":"2022 Mención 5to Premio MACSur - Museo de Arte Contemporáneo del Sur",
        "dist9":"22022 Premio al reconocimiento por el aporte a la cultura sanfernandina"
    },
    "colectivas":{
        "colec1":"2009 Centro cultural la tertulia - Don Torcuato, Tigre",
        "colec2":"2016 Museo de la ciudad de San Fernando, Buenos Aires",
        "colec3":"2020 Distrito Once - Circuito de arte, Buenos Aires",
        "colec4":"2020/2021 VI y VII Encuentro de Arte Textil - Umbral Espacio de Arte, Buenos Aires",
        "colec5":"2021 Salón Primavera - San Fernando",
        "colec6":"2022 Quinta el Ombú - San Fernando, Buenos Aires",
        "colec7":"2022 4to Salón de la Mujer: Género y Derechos - Centro Argentino de Arte Textil",
        "colec8":"2022 5to Premio MACSur - Museo de Arte Contemporáneo del Sur",
        "colec9":"2023 Amuleto Galería Muestra “Seres”, Vicente Lopez",
        "colec10":"2023 Museo Otamendi, San Fernando - Adquisición de obra en muestra permanente",
        "colec11":"2023 Noche de los Museos, Colegio N°6 Manuel Belgrano",
        "colec12":"2024 Acopio de raíces. Proyecto naturaleza, textiles y paisaje. Museo de la mujer, Buenos Aires",
        "colec13":"2024-2025 Blanda. Muestra de libros textiles. Punta Alta, Municipalidad de Coronel Rosales, Provincia de Buenos Aires.",
        "colec14":"2025 Espacio Kuyen - SACH, Se agrandó Chacarita, Buenos Aires",
        "colec15":"2025 Pequeñas Colecciones - Casona de los Olivera, Buenos Aires",
        "colec16":"2025 Terra Incognita - Casona de los Olivera, Buenos Aires"
    },
    "individuales":{
        "indi1":"2023 Museo Casa Sarmiento, Tigre, Buenos Aires.",
        "indi2":"2024 Museo de Arte Contemporáneo Conrad Meier, Villa La Angostura",
        "indi3":"2024 Piel de Río en el Foro Abierto 2024, Universidad Nacional del Litoral, Santa Fe.",
        "indi4":"2024 Mas allá del paisaje. Alianza Francesa, Buenos Aires",
        "indi5":"2024 Fronteras permeables. Museo de Bellas Artes, Municipalidad de Río Cuarto, Córdoba"
    },
    "arte":{
        "arana":{
            "titulo": "Proyecto Arana",
            "sub": "Canal: Conducto artificial por donde se conduce el agua para distribuirla, para el riego u otros usos.",
            "p1":"El canal “Gobernador Arana” es una obra de ingeniería civil construida para conectar los ríos Paraná Miní y Barca Grande, ubicados en la tercera sección de Islas del Delta de San Fernando, en la Provincia de Buenos Aires. Cuenta con una longitud de 8 kilómetros de largo, 7 metros de ancho y 1m de profundidad.",
            "p2":"Hace ya algunos años, deposité mis prácticas artísticas en este territorio del que soy oriunda y en la que se forjó mi historia familiar. Luego de un arduo proceso de investigación, realizado a través de diferentes medios, obtuve la información de que se mantienen en pie unas 50 viviendas, pero que a su vez sólo son habitadas no más de 15. La mayoría se encuentra en estado de abandono o utilizadas para periodos esporádicos o vacacionales.",
            "p3":"El canal se comunica con la ciudad más cercana mediante un único transporte público que cuenta con un solo horario de recorrido diario con unas tres horas de viaje.",
            "p4":"El proyecto retoma el concepto principal de canal para crear un conducto poético-visual que una tiempo/territorio/comunidad, mediante el uso de la fotografía y entrevistas, para obtener registros y respuestas acerca del contexto actual social, político y económico de la comunidad y cómo se entrelaza el pasado observado desde el presente. ¿Qué los une a ese territorio? ¿Cómo viven y resisten el cambio climático, la bajante del río Paraná y los incendios clandestinos? ¿Qué relación tienen con las primeras secciones del delta? ¿Cómo es su vínculo con el turismo y el aumento de la población en los barrios privados y en consecuencia el aumento en el tránsito fluvial?",
            "p5":"Me interesa traer a la luz los relatos que constituyen a las familias que habitaron o habitan esos espacios. Resaltando la mirada de los protagonistas se utilizará la cámara de contacto como método, entregando un dispositivo fotográfico temporalmente a cada grupo, para que más allá de las entrevistas y charlas, sean ellxs mismxs quienes compartan su modo de ver, seleccionando que mostrar y qué contar.",
            "p6":"La especificidad del método consiste en entregar una cámara desechable por vivienda. Cada cámara cuenta con un rollo de alrededor de 35 fotos en calidad analógica. Se contratará en simultáneo a una persona capacitada en desarrollo de webs para la creación de una pagina con dominio propio, donde se subirá lo recolectado, compartiendo de ese modo, todo el material con una comunidad mas amplia, y permitiendo la interacción entre los protagonistas y visitantes. Con archivos de audio, filmaciones y fotografías, este repositorio servirá no sólo como fuente para mi investigación y producción artística sino también para socializar los modos de habitar un territorio de islas comúnmente pensado para el turismo, los negocios inmobiliarios y agrícolas ganaderos.",
            "p7":"Las obras buscan representar la identidad hecha territorio, objeto y espacio. Una construcción poética entre las características de las bolsas de infusiones, el delta del Paraná y su piel. Una conjunción de color, humedad, fragilidad y a la vez resistencia. La piel que es frontera de su cuerpo, se extiende y se vuelve río/obra."
        },
        "abrigo":{
            "titulo":"Capas de abrigo",
            "sub":"Fragmentos de pinturas descascaradas sobre papel extraídas de una vivienda del Delta del Paraná",
            "p1":"Se trata de observar y recolectar restos de tiempo y momentos que guardan las viviendas de la isla en las pinturas de sus paredes.",
            "p2":"Re instalando estas piezas en espacios ajenos a su existencia, el fragmento funciona como símbolo del todo. Condensa la historia de un tiempo fructífero, en el que este territorio fue una prolífica fuente de frutas, madera y mimbre.",
            "p3":"Navegando las aguas, intento reconstruir las historias que habitaron esas construcciones, trayendo a la luz nuevamente los relatos que constituyeron a las familias que habitaron esos espacios y proponiendo a partir del lenguaje de la pintura, re ensamblar momentos pasados y actuales."
        },
        "piel":{
            "titulo":"Piel de río",
            "sub":"Cuerpo, monte y paño de bolsas de infusiones Fotografía digital papel edition 100% algodón",
            "p1":"-Colaboración fotográfica Jimeno Aelen-",
            "p2":"Piel de Río es parte de una investigación autobiográfica que se sitúa en una porción de la Tercera Sección de Islas del Delta de San Fernando. Una región de gran biodiversidad, importancia histórica, política y económica para las provincias del litoral y Bs. As. A lo largo del tiempo, por decisiones político económicas desfavorables para la región, las familias debieron desplazarse para concentrarse en ciudades cercanas. A la artista le atrae esa idea de abandono y busca visibilizar desde las artes visuales el territorio y su memoria.Cada pieza está construida a partir de infusiones utilizadas y entregadas por distintas personas, por lo tanto están cargadas de encuentros y restos de tiempo. Esto resulta interesante ya que la Rocío R. entiende a la tierra/cuerpo como un escenario poético y político, un entramado afectivo donde convergen experiencias e historias. Su cuerpo se envuelve con esas historias y transmuta."
        },
        "sintesis":{
            "titulo":"Síntesis de la memoria",
            "sub":"Bolsas de infusiones sobre MDF",
            "p1":"Síntesis de la memoria es una obra que hace hincapié en el espacio, el color y lo sensorial. Representa la fachada de la casa donde vivieron mi bisabuela, mi abuela y mi madre, ubicada en la tercera sección de islas del delta del Paraná, en la provincia de Buenos Aires. El color y la textura son un elemento activo en la obra, utilizándolo como lenguaje y código. Mediante variaciones de tonalidades sobre el soporte y gracias a la transparencia del material, se consigue un efecto óptico centrando la luz en el dibujo arquitectónico, mientras que el color imitativo del río domina la obra. Durante el proceso de trabajo las bolsas de infusiones transmutan para formar parte de un patrón geométrico siendo ubicadas cuidadosamente en yuxtaposición procurando sostener la forma, sus colores y transparencias. La geometría pensada desde la afectividad funciona como instrumento para ejercitar mis recuerdos y construir estéticamente mi memoria."
        },
        "memoria":{
            "titulo":"Memoria cartográfica",
            "sub":"Bordado sobre bolsas de infusiones coloreadas con materiales secos",
            "p1":"Memoria cartográfica representa una porción de la 3ra. sección del delta de San Fernando, Bs. As.Tierra silenciosa, cargada de señales de un pasado activo y prolífico. El punto indica la vivienda de mi bisabuela, abuela y madre. Productoras de mimbre, madera y frutales. Para representar ese territorio utilizo restos de infusiones creando un diálogo poético entre el material y la región. Frágil, húmedo y a la vez resistente."
        },
        "inestable":{
            "titulo":"Inestable",
            "sub":"Bordado sobre bolsas de infusiones con tres cúmulos de sus restos",
            "p1":"Inestable es la identidad hecha territorio, objeto y espacio. Es una pieza bordada sobre un material frágil y a la vez resistente que evoca recorridos propios y colectivos en el tiempo. A sus pies aparece el resto, el detrito de lo pasado.",
            "p2":"Es parte de una investigación que vengo desarrollando sobre el territorio y las comunidades de la 3ra. sección del delta de san fernando. Una región de gran biodiversidad, importancia histórica, política y económica para las provincias del litoral y Bs. As."
        },
        "devastacion":{
            "titulo":"Devastación (Devastation)",
            "sub":"Bolsas de infusiones quemadas sobre papel",
            "p1":"Cuerpos orgánicos segmentados arden vulnerables, atrapados por la acción abrasiva del fuego. La obra pone el foco en la expansión de las urbes sobre los ríos, el auge del monocultivo. y el saqueo del ecosistema bajo las promesas de progreso. Los Humedales de la región del delta del Río Paraná están siendo amenazados por el accionar de las economías actuales produciendo cambios devastadores para el ecosistema y sus habitantes. Lo cotidiano, lo ritual y las técnicas se transforman de manera forzada junto con el ecosistema, provocando la pérdida del ser/hacer. Mantener vivo estos quehaceres, y escenas cotidianas del espacio, es un acto político que defiende, no sólo el ecosistema con su biodiversidad, sino también a las comunidades y su identidad en relación al territorio."
        },
        "devenir":{
            "titulo":"Devenir territorio",
            "sub":"Bordado sobre bolsas de infusiones",
            "p1":"Interpreto al monte como un lienzo y al río como conductor de recuerdos. Ambos guardan una multiplicidad de historias donde convergen sonidos, aromas, palabras, lo cotidiano y lo ritual. El cuerpo no está exento de la memoria, por el contrario, cada espacio recorrido se graba en nosotrxs sin darnos cuenta, y ahí se queda. El cuerpo es una matriz de vivencias, un collage de espacios y sentidos. En esa mezcla de experiencias, transformaciones y vínculos es cuando el ser deviene en territorio."
        },
        "seniorita":{
            "titulo":"Señorita",
            "sub":"Contrato de maestras de 1923 bordado a mano sobre guardapolvo blanco con escarapela",
            "p1":"La obra denuncia el uso y apropiación del cuerpo de la mujer maestra en un tiempo histórico determinado pero que aún hoy pesa en las espaldas de las trabajadoras de la educación. La naturalización del término señorita y las consecuencias de ese estereotipo. El texto del bordado es una aproximación a partir de información que ronda en el imaginario cultural de la sociedad y el ámbito educativo.",
            "p2":"Durante el proceso de construcción nacional se comenzó a poner a las mujeres delante del pizarrón. Se indicó que eran más idóneas para ocupar ese rol ya que la maternidad y el cuidado de los niños era en ellas algo innato, por amor, por vocación, de aquí el sueldo bajo y la poca valoración de su trabajo. Se esperaba que extendieran los cuidados y la enseñanza de valores de manera formal. Todavía resuena el dicho 'como una segunda madre'."
        }
    },
    "lang_es": "Español",
    "lang_en": "Inglés"
}